/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Comment" = "Comment";

/* No comment provided by engineer. */
"completed" = "completed";

/* No comment provided by engineer. */
"Delete Entry" = "Delete Entry";

/* No comment provided by engineer. */
"Lists" = "Lists";

/* No comment provided by engineer. */
"New List" = "New List";

/* No comment provided by engineer. */
"NoComment" = "No comment.";

/* No comment provided by engineer. */
"NoCommentTap" = "No comment. Tap to add one.";

/* No comment provided by engineer. */
"of" = "of";

"Edit List" = "Edit List";

"Email List" = "Email List";
"Import Entries" = "Import Entries";

"New Entry" = "New Entry";

"DocketAnywhere" = "CheckpadAnywhere";

"Sync with DocketAnywhere" = "Sync with CheckpadAnywhere";
"Sync Prompt Message" = "CheckpadAnywhere will keep your lists in sync between multiple iPhones, iPod touches, and iPads. Do you want to sync your lists with CheckpadAnywhere?";
"Don't Sync" = "Don't Sync";
"Sync Lists" = "Sync Lists";

"Login Failed" = "Login Failed";
"Login Failed Message" = "The username or password you entered was incorrect. Please try again.";

"Registration Failed" = "Registration Failed";
"Registration Failed Message" = "Registration failed for some reason.";

"Password Reset" = "Password Reset";
"Password Reset Error Message" = "There was an error trying to reset your password. Please try again later.";
"Enter Your Username" = "Enter Your Username";
"No Username Message" = "To reset your password, please enter your username first and try again.";

"OK" = "OK";

"Create an Account" = "Create an Account";
"Login to DocketAnywhere" = "Login to CheckpadAnywhere";

"Username" = "Username";
"Password" = "Password";
"Email" = "Email";
"Confirm" = "Confirm";